Repository: evertec/athmovil-ios-sdk
Catalog: athmovil-checkout/*.lproj/Localizable.strings
Languages: es_419

source: Something went wrong...
es_419: Algo salió mal...

source: Sorry for the inconvenience. Please try again later.
es_419: Lamentamos los inconvenientes. Por favor intenta nuevamente más tarde.

source: The request containts invalid characters
es_419: La solicitud contiene caracteres no válidos

source: URL is invalid
es_419: La URL no es válida

source: Timeout data type value is invalid
es_419: El valor del tipo de datos de tiempo de espera no es válido

source: The url scheme is required
es_419: El esquema de URL es obligatorio

source: The business's token is required
es_419: Se requiere el token de la empresa.

source: Item's price data type value is invalid
es_419: El valor del tipo de datos del precio del artículo no es válido

source: Item's quantity data type value is invalid
es_419: El valor del tipo de datos de cantidad del artículo no es válido

source: Item's name value is required
es_419: El valor del nombre del elemento es obligatorio

source: Total data type value is invalid
es_419: El valor total del tipo de datos no es válido

source: Subtotal data type value is invalid
es_419: El valor del tipo de datos del subtotal no es válido

source: Tax data type value is invalid
es_419: El valor del tipo de datos de impuestos no es válido

source: EcommerceId can not be empty
es_419: EcommerceId no puede estar vacía
